export default function TermsOfService() {
  return (
    <>
      <h2>תנאי השימוש</h2>

      <p>
        תנאי השימוש באתר כתובים בלשון זכר מטעמי נוחות בלבד. הם מיועדים לגברים
        ולנשים כאחד.
      </p>
      <p>
        האתר מוצע לשימושך, לשימושים המותרים המפורטים להלן, בכפוף לתנאי השימוש
        אלה. מדיניות זו עשויה להתעדכן מעת לעת.
      </p>
      <p>
        כל משתמשי האתר חייבים לציית למדיניות השימוש המקובלת של האתר. מדיניות זו
        מציבה מגבלות מסוימות על התוכן שאתה יכול להעלות, העיצובים שאתה יוצר
        והאופן שבו אתה משתמש באתר.
      </p>

      <h3>נגד אפליה</h3>
      <p>
        האתר אינו תומך בשימוש כדי להפלות אחרים, במיוחד כאשר הוא מבוסס על גזע,
        דת, מין, נטייה מינית, גיל, מוגבלות, מוצא או מוצא לאומי. אינך רשאי להשתמש
        בשירות באופן שיסית או עשוי להסית, לקדם או לתמוך באפליה כזו ואסור לך
        להשתמש בשירות כדי להסית או לקדם עוינות או אלימות.
      </p>

      <h3>שימוש כללי</h3>
      <p>האתר לא שומר מידע של משתמשים בבסיס נתונים או בדפדפן.</p>
      <p>
        אתה מסכים <b>לא להעלות תכנים ולא ליצור בעזרת האתר תכנים</b> מעוצבים,
        במישרין או בעקיפין, בכל דרך ש:
      </p>

      <ol>
        <li>
          מקדמת או יוצרת סיכון של פגיעה פיזית או נפשית, מצוקה רגשית, מוות, נכות
          או עיוות לעצמך, לכל אדם או לבעלי חיים.
        </li>
        <li>מקדמת או יוצרת סיכון לנזק, אובדן או נזק לרכוש כלשהו.</li>
        <li>מבקשת לפגוע או לנצל ילדים.</li>
        <li>
          מטרידה, פוגעת, פוגעת מבחינה גזעית או אתנית, משמיצה, חודרת לפרטיות
          אישית או לזכויות פרסום, לשון הרע או מאיימת.
        </li>
        <li>
          מפלה, מסיתה או מקדמת אפליה נגד אחרים על בסיס גזע, דת, מין, נטייה
          מינית, גיל, מוגבלות, מוצא, מוצא לאומי או כל בסיס אחר.
        </li>
        <li>בעלת אופי מיני מפורש או פורנוגרפי או מכילה קישורים לחומר כזה.</li>
        <li>
          כרוכה במכירה או קידום של פעילויות, מוצרים או שירותים בלתי חוקיים.
        </li>
        <li>שעושה הונאה או מקדמת פעילות הונאה.</li>
        <li>
          מפרה את הזכויות של כל אדם או צד שלישי, לרבות הקניין הרוחני וזכויות
          הפרטיות שלהם.
        </li>
        <li>
          מכילה כל מידע או תוכן שאין לך זכות להעמיד לרשותך על פי כל חוק או בשל
          חובות סודיות, חוזיות או נאמנות.
        </li>
        <li>
          מכילה כל מידע או דיסאינפורמציה שהוא שקרי, מטעה או מקדם, מאשר, מעודד או
          מקל על הפצת מידע כוזב בדרך אחרת.
        </li>
        <li>מפרה כל חוק או מקדמת פעילויות שאינן חוקיות במהותן.</li>
        <li>מאיימת או מערערת תהליכים או מוסדות דמוקרטיים.</li>
      </ol>
    </>
  );
}
